Repository: daysofwonder/leadgen-wordpress-plugin
Catalog: languages/asmodee-newsletter-*.po
Languages: fr_fr

source: Submitting email
fr_fr: Inscription en cours

source: You are now subscribed!
fr_fr: Vous êtes inscrits

source: An email has been sent to confirm!
fr_fr: Un email a été envoyé pour confirmation

source: Invalid email
fr_fr: Email invalide

source: User already registred
fr_fr: Utilisateur déjà enregistré

source: An error has occured
fr_fr: Une erreur est survenue

source: Let's stay connected!
fr_fr: Restons connectés!

source: Subscribe to our newsletter and receive news about your favourite games.
fr_fr: Abonnez-vous à notre newsletter et recevez les actualités de vos jeux préférés.

source: Subscribe
fr_fr: S’abonner

source: Your email
fr_fr: Votre email

source: Skip
fr_fr: Passer

source: Asmodee Digital, as the Data Controller, processes the data collected solely to manage your subscription to the newsletter.
fr_fr: Asmodee Digital traite, en tant que Responsable de traitement, les données recueillies uniquement pour gérer votre inscription à la Newsletter.

source: You can use the unsubscribe link in the newsletter at any time.
fr_fr: Vous pouvez à tout moment utiliser le lien de désabonnement intégré dans la newsletter.

source: To find out more about your rights and how we process your personal data, please see our Privacy Policy
fr_fr: Pour en savoir plus sur vos droits et la manière dont nous traitons vos données personnelles, veuillez consulter notre Politique de Confidentialité

source: Your subscription is confirmed.
fr_fr: Votre inscripition est confirmée.

source: Subscription key is not valid.
fr_fr: La clé d'inscription est invalide.
